[
	{
		"id": 12,
		"url": "https://ll.thespacedevs.com/2.2.0/spacestation/12/",
		"name": "Salyut 4",
		"status": {
			"id": 2,
			"name": "De-Orbited"
		},
		"type": {
			"id": 2,
			"name": "Government"
		},
		"founded": "1974-12-26",
		"deorbited": "1977-02-03",
		"height": 15.8,
		"width": 4.15,
		"mass": 18.21,
		"volume": 90,
		"description": "Salyut 4 represented the second phase of DOS civilian space station. Although the basic design of Salyut 1 was retained, it switched to three large solar panels mounted on the forward module rather than its predecessor's four small panels on the docking module and engine compartment, presumably to generate more power. It had an interior floor area of 34.8 sq. The pitch of the station was 2 X 59 N, yaw was 2 X 59 N and roll was 2 X 20 N. The electric System produced an average of 2.00 kW of power. It had 2,000 kg of scientific equipment alongside two sets of three solar panels each and was equipped with the Delta Navigation System which was a new autonomous navigation system that calculates orbital elements without assistance from ground. It was powered by KTDU-66 thrusters. Instrumentation",
		"orbit": "Low Earth Orbit",
		"onboard_crew": 0,
		"owners": [
			{
				"id": 63,
				"url": "https://ll.thespacedevs.com/2.2.0/agencies/63/",
				"name": "Russian Federal Space Agency (ROSCOSMOS)",
				"featured": true,
				"type": "Government",
				"country_code": "RUS",
				"abbrev": "RFSA",
				"description": "The Roscosmos State Corporation for Space Activities, commonly known as Roscosmos, is the governmental body responsible for the space science program of the Russian Federation and general aerospace research. Soyuz has many launch locations the Russian sites are Baikonur, Plesetsk and Vostochny however Ariane also purchases the vehicle and launches it from French Guiana.",
				"administrator": "Administrator: Dmitry Rogozin",
				"founding_year": "1992",
				"launchers": "Soyuz",
				"spacecraft": "Soyuz",
				"parent": null,
				"image_url": "https://spacelaunchnow-prod-east.nyc3.digitaloceanspaces.com/media/agency_images/russian2520federal2520space2520agency25202528roscosmos2529_image_20190207032459.jpeg"
			}
		],
		"active_expeditions": [],
		"docking_location": [
			{
				"id": 25,
				"name": "Salyut-4 forward",
				"docked": null
			}
		],
		"image_url": "https://spacelaunchnow-prod-east.nyc3.digitaloceanspaces.com/media/spacestation_images/salyut25204_image_20190310081804.jpg"
	}
]
